# Development
brew 'nvm'
brew 'lua-language-server'
brew 'kubectl'
brew 'awscli'
brew 'socat'
brew 'vscode-langservers-extracted'
brew 'pyenv'
brew 'pyenv-virtualenv'
brew 'go'
brew 'ncurses'
brew 'pipx'

# Apps
brew 'neovim'
brew 'tmux'
brew 'fzf'
brew 'ripgrep'
brew 'cmake'
brew 'deno'
brew 'wget'

# Services
brew 'redis'
brew 'rabbitmq'
